/* Type of IP address */
"6to4 relay" = "6to4 リレー";

/* No comment provided by engineer. */
"AirPort Connected" = "AirMac の接続";

/* No comment provided by engineer. */
"Airport connected" = "Airmac の接続";

/* No comment provided by engineer. */
"Airport disconnected" = "Airmac の取り外し";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirMac の取り外し";

/* No comment provided by engineer. */
"Battery charging..." = "バッテリー充電中...";

/* Type of IP address */
"Benchmark" = "ベンチマーク";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth 接続";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Bluetooth 機器の接続";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Bluetooth 機器の取り外し";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth 接続の解除";

/* No comment provided by engineer. */
"Current charge: %d%%" = "現在のバッテリー充電量: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet 接続の確立";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet 接続の解除";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire 接続";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire 機器の接続";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire 機器の取り外し";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire 接続の解除";

/* No comment provided by engineer. */
"Group Network Notifications" = "グループネットワークからの通知";

/* No comment provided by engineer. */
"Interface:\ten0" = "インターフェース:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "インターフェース:\ten0\nメディア:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP の取得完了";

/* No comment provided by engineer. */
"IP address acquired" = "IP アドレスの取得完了";

/* No comment provided by engineer. */
"IP address released" = "IP アドレスの解放";

/* No comment provided by engineer. */
"IP Released" = "IP の解放";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "無線 LAN に接続\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "無線 LAN %@ の解除";

/* Type of IP address */
"Link-local" = "リンクローカルアドレス";

/* Type of IP address */
"Loopback" = "ループバック";

/* No comment provided by engineer. */
"Network Link Down" = "ネットワークリンクのダウン";

/* No comment provided by engineer. */
"Network Link Up" = "ネットワークリンクのアップ";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "新しいプライマリ IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "IP アドレスの割り当てなし";

/* No comment provided by engineer. */
"On A/C power" = "電源アダプタに接続中";

/* No comment provided by engineer. */
"On battery power" = "バッテリーで動作中";

/* No comment provided by engineer. */
"On UPS power" = "UPS 電源で動作中";

/* No comment provided by engineer. */
"Preferences..." = "設定...";

/* Type of IP address */
"Private" = "プライベート";

/* Type of IP address */
"Public" = "パブリック";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "HardwareGrowler を終了";

/* Type of IP address */
"Reserved" = "予約済";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "起動時に接続された機器を表示";

/* No comment provided by engineer. */
"Switched to A/C Power" = "電源アダプタに切り替え";

/* No comment provided by engineer. */
"Switched to Battery Power" = "バッテリーに切り替え";

/* No comment provided by engineer. */
"Switched to UPS Power" = "UPS 電源に切り替え";

/* No comment provided by engineer. */
"Sync finished" = "同期完了";

/* No comment provided by engineer. */
"Sync started" = "同期開始";

/* Type of IP address */
"Test" = "テスト";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "変更した設定は Hardware Growler の再起動後に有効となります";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "残り時間: %i 分";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "フル充電まで: %i 分";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "FireWire 機器 (名称なし)";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 バス";

/* No comment provided by engineer. */
"USB Bus" = "USB バス";

/* No comment provided by engineer. */
"USB Connection" = "USB 接続";

/* No comment provided by engineer. */
"USB Device Connected" = "USB 機器の接続";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB 機器の取り外し";

/* No comment provided by engineer. */
"USB Disconnection" = "USB 接続の解除";

/* No comment provided by engineer. */
"Volume Mounted" = "ボリュームのマウント";

/* No comment provided by engineer. */
"Volume Unmounted" = "ボリュームのアンマウント";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "HardwareGrowler の環境設定を開く…";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "両方にアイコンを表示";

/* display the icon only in the dock */
"Show icon in the dock" = "Dock にアイコンを表示";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "メニューバーにアイコンを表示";

/* display no icon at all */
"No icon visible" = "アイコンを表示しない";

/* No comment provided by engineer. */
"Icon:" = "アイコン：";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "このオプションを選択すると HardwareGrowler は Dock やメニューバーに表示されません。\n\nHardwareGrowler の設定を変更するには HardwareGrowler を Launchpad でタップするか、Finder で開いてください";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "注意：このオプションを選択すると HardwareGrowler はバックグラウンドで動作します";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "要注意：HardwareGrowler がログイン項目に追加されます";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "HardwareGrowler がログイン時に自動的に開きますので、他のアプリケーションが HardwareGrowler の機能をいつでも利用できるようになります";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "HardwareGrowler をログイン時に自動的に開く:";

